123=Titre du travail manquant ou d’une longueur incorrecte.
1007=Le fichier que vous avez t\u00E9l\u00E9charg\u00E9 est trop gros.
1009=Format de fichier invalide. Les formats de fichiers accept\u00E9s sont : MS Word (DOC, DOCX), Acrobat PDF, PostScript, Texte brut, HTML, ZIP et Rich Text Format (RTF). Veuillez vous assurer que le format de votre fichier est l’un des formats valides.
1010=Le document que vous tentez de soumettre contient moins que le minimum requis de 100 caract\u00E8res.
1011=Le document que vous tentez de soumettre n’est pas format\u00E9 correctement. Il semble qu’il y a des espaces entre chaque lettre du document. Veuillez tenter de soumettre de nouveau ou contacter l’\u00E9quipe de soutien si le probl\u00E8me persiste.  
1013=Vous devez soumettre plus de 20 mots de texte.
1019=Le titre du travail d\u00E9passe le maximum de 200 caract\u00E8res.
1023=Il n’est pas possible de lire le PDF soumis. Veuillez vous assurer que le fichier n’est pas prot\u00E9g\u00E9 par un mot de passe et contient du texte s\u00E9lectionnable plut\u00F4t que des images scann\u00E9es.
1024=Le travail que vous tentez de soumettre ne satisfait pas les crit\u00E8res d’un travail l\u00E9gitime. Veuillez tenter de le soumettre encore ou contacter le soutien technique si le probl\u00E8me persiste.
302= MD5 not authenticated - the MD5 in the URL does not match the MD5 calculated
208= Une erreur est survenue lors de l’inscription de l’\u00E9tudiant dans la classe de l’outil de v\u00E9rification de similitudes. Veuillez contacter le soutien technique.
1000=La date due pour ce travail est d\u00E9pass\u00E9e.

file.type.txt = Plain Text
file.type.rtf = Rich Text Format
file.type.pdf = Adobe Acrobat

file.type.doc = \u00C9diteur de texte
file.type.docx = \u00C9diteur de texte
file.type.odt = \u00C9diteur de texte
file.type.wpd = \u00C9diteur de texte

file.type.ps = PostScript
file.type.eps = PostScript

file.type.xls = Excel
file.type.xlsx = Excel

file.type.ppt = PowerPoint
file.type.pptx = PowerPoint
file.type.pps = PowerPoint
file.type.ppsx = PowerPoint

file.type.html = HTML
file.type.htm = HTML
